{
  "apiUrl": "http://192.168.1.65:3000",
  "emotions" : {
    "disgust": {
      "head": "Отвращение",
      "body": "Человек испытывает неприятные ощущения, ему некомфортно.\n- Если отвращение направлено на вас, то стоит прекратить общение.\n- Данная эмоция может возникнуть в случае, если вы неприятны собеседнику. \n- Если отвращение направлено на предмет, то стоит насторожиться насчет него.\n- Отвращение испытывается, когда предмет неприятен или же опасен. \n",
      "color": "0xFF60D394",
      "textColor": "0xFF000000"
    },
    "fear": {
      "head": "Страх",
      "body": "Человек чувствует себя небезопасно, он насторожен.\n- Если человек незнаком вам, то не стоит начинать диалог и лучше покинуть это место.\n- Стоит спросить, если человек знаком, в чем причина его состояния, если есть какая-нибудь опасность, то стоит покинуть это место.\n- Стоит поддержать близкого и постараться объяснить, что опасности нет, если вы уверены в этом.\n- Человек напряжен, возбужден, может отвечать грубо, либо не реагировать на обращения.\n",
      "color": "0xFFABC4FF",
      "textColor": "0xFF000000"
    },
    "happy": {
      "head": "Счатье",
      "body": " Человек испытывает положительные эмоции, ощущает себя радостно.\n- Стоит продолжить общение с человеком.\n- С человеком произошли какие-то положительные события.\n- Собеседник расположен к диалогу на нейтральные темы или к разговору о чем-то приятном для вас.\n- Человек улыбается, слегка возбужден.\n- Никакой угрозы со стороны собеседника нет.\n",
      "color": "0xFFFFED8B",
      "textColor": "0xFF000000"
    },
    "sad": {
      "head": "Грусть",
      "body": "Человек разочарован, расстроен, переживает непростые времена.\n- Стоит говорить человеку приятные слова.\n- Нужно попытаться перевести диалог на позитивную тему.\n- Можно попросить человека поделиться своими переживаниями и выслушать их.\n- Человек может не иметь желания разговаривать, не стоит навязываться.\n- Иногда нужно просто подождать некоторое время (1-2 часа) и после этого снова попытаться завести диалог.\n",
      "color": "0xFF8B00FF",
      "textColor": "0xFF000000"
    },
    "surprise": {
      "head": "Удивалён",
      "body": "Человек возбужден, взволнован, испытывает неожиданные для него эмоции.Порождается чем-то внезапным извне. \n- Стоит быть аккуратным при общении с удивленным человеком, так как эмоция может быть как знаком, что происходит что-то хорошее, а может быть - плохое.\n- Следует обратить внимание на то, чему удивился человек, выглядит ли это опасно.\n- Можно подождать немного (около 5 минут) тогда человек успокоится и можно будет уточнить все ли хорошо. \n",
      "color": "0xFFCB5633",
      "textColor": "0xFF000000"
    },
    "neutral": {
      "head": "Спокоен",
      "body": "Человек расслаблен, спокоен, можно завести диалог.\n- Человек не испытывает никаких особенных эмоций.\n- Человек может быть уставшим, стоит уточнить, имеет ли он желание начать диалог.\n- С человеком можно начать диалог на любую тему, если он дает разрешение на это.\n",
      "color": "0xFF808080",
      "textColor": "0xFF000000"
    },
    "angry": {
      "head": "Гнев",
      "body": "Человек недоволен, агрессивен, груб.\n- Стоит прекратить диалог или избегать человека в таком состоянии.\n- Если ситуация критическая, то нужно позвать на помощь.\n- Человек может кричать, оскорблять, не стоит обращать на это внимание и расстраиваться. \n- Следует отойти на безопасное расстояние от человека в гневе.\n- Нужно попросить людей поблизости успокоить человека.\n",
      "color": "0xFFFB6F92",
      "textColor": "0xFF000000"
    }
  }
}